export const list = [
    {
        id: 1,
        title: '那个清晨',
        author: '印桐',
        createdAt: 1542649343031,
    },
    {
        id: 2,
        title: '阴谋',
        author: '人生拾趣',
        createdAt: 1542649333031,
    },
    {
        id: 3,
        title: '怒火',
        author: '娱乐咆哮',
        createdAt: 1542649323031,
    },
    {
        id: 4,
        title: '深情荒唐我不负你',
        author: '寻鹿',
        createdAt: 1542649323031,
    },
    {
        id: 5,
        title: '深情共度相思远',
        author: '金子miss',
        createdAt: 1542649323031,
    },
    {
        id: 6,
        title: '迟遥不及相思',
        author: '陈米',
        createdAt: 1542649323031,
    },
    {
        id: 7,
        title: '罗生门',
        author: '芥川龙之介',
        createdAt: 1542649323031,
    },
    {
        id: 8,
        title: '快乐王子',
        author: '奥斯卡·王尔德',
        createdAt: 1542649323031,
    },
    {
        id: 9,
        title: '橘子不是唯一的水果',
        author: '珍妮特·温特森',
        createdAt: 1542649323031,
    },
    {
        id: 10,
        title: '天桥上的魔术师',
        author: '吴明益',
        createdAt: 1542649323031,
    },
];

export const detail = {
    1: {
        id: 1,
        title: '那个清晨',
        author: '印桐',
        content: '<p>　　一大早，便被母亲叫起。我有些不满，平常我是总要在床上多赖一会儿的。可当我迷迷糊糊的看到母亲紧绷的脸庞时，我好像一瞬间明白了什么，心隐隐的颤抖起来。</p><p>　　村子里突然传出几声犬吠，我一激灵，坐直了身体。</p><p>　　母亲平时是极宠爱我的。但现在，她看着我的眼睛，用一种我从未听过的，严肃得令我害怕的声音说道：“我问你，你是不是真的不想呆在这儿了？”</p><p>　　我动了动嘴唇，低下头没出声。我觉得我知道母亲来的原因，无非是来教训我。因为就在昨天，母亲眼中一向懂事的女儿，贴心的小棉袄，竟然学会了逃学，而理由仅是因为向往城市的生活，多次被拒绝后，想以此逼父母就范。</p><p>　　我以为，自己是应该被母亲教训的。并且我还很感激母亲，因为母亲找到我的时候，并没有当着那么多人的面动手打我，而是一把把我拉回了家。母亲是动了怒的，从我被攥红的手腕和她红肿的眼睛就可以看出。可母亲什么也没说，转身进了屋子一整天都没出来。</p><p>　　我始终不敢与母亲对视。我怕看到母亲的目光中有对我深深的失望。</p><p>　　村子里的狗终于不再叫了，却显得四周更加寂静，我甚至听到了悠远的蝉鸣声。</p><p>　　我终于忍不住抬起了头，母亲的沉默让我无措，我决定先求得母亲的原谅。</p><p>　　可母亲打断了我即将出口的话，她只是又一遍的问着我，是不是发自内心的想去城市里生活。</p><p>　　我愣了一下，然后深吸了一口气，坚定地对母亲说道“是！我一直希望可以去城市里读书。”过了许久，母亲缓缓点了点头，我听见她带着很大的决心说了一个字：好。我惊讶得对上了母亲的眼睛，发现母亲深邃的眼睛里翻涌着不知名的情绪。她不再看我，转身离开了屋子。</p><p>　　望着母亲因承担生活的重担而日渐弯曲的腰背，我的内心一阵酸涩。我懂了母亲话中的意思，却怎么也高兴不起来。</p><p>　　我站起身，内心挣扎地跟了上去，房子里却早已不见了母亲的身影。我有些焦急的冲了出去，呆呆地看着坐在台阶上沐浴着阳光，相互依靠着的父母。</p><p>　　母亲望着家门前这一片小小的菜园，许久无语，只有紧紧锁住的眉头显示了主人的痛苦。父亲在旁边轻声安慰着：“我知道你舍不得，住了几十年的地方，早就有了感情，要不咱不走了，也许她只是一时感兴趣呢？更何况，去了那儿如果找不到工作 ，怎么活呢？”母亲摇了摇头，“我们俩谁不了解她那倔脾气？我怎么会为了自己耽误了她。无论怎么辛苦，对她好的，我都会为她争取到的。只是……只是我真的放不下这儿，真的……”</p><p>　　在晨曦中，母亲眼里含着的泪水悄悄滑下，轻抚过她清瘦的脸颊，落在了用水泥铺成的台阶上。看着母亲颤动的双肩，我终是忍不住背过身去，任凭泪水夺眶而出……</p><p>　　我一辈子都不会忘记，那个清晨，有一位伟大的母亲，在她的孩子面前咽下了所有痛苦和无奈，却坐在台阶上偷偷哭泣的样子……</p>',
        createdAt: 1542649343031,
    },
    2: {
        id: 2,
        title: '阴谋',
        author: '人生拾趣',
        content: '<p>　　我曾经的一个朋友，是个奇葩。这个奇葩，不仅自己奇葩，全家都是奇葩。在我不了解他的时候，我把他当一个还算可以的朋友，等我了解他了，我把他当奇葩，把他全家都当奇葩。对他们这一家人的奇葩行为我只有敬而远之。为什么呢？只因为他们家太会算计。凡事都要算计，甚至人生最重要的事都要精心算计。如果是不损人不利己的算计倒也罢了，他们一家人只有损人的算计。在他们诸多的算计中，占了很多次便宜。都是小便宜。事实证明，最后都不是便宜。反而坏了他们最想要得到的。</p><p>　　这个昔日的朋友叫刘志国。名字还算可以。志国。志气和国家。具体的含义不知道。但对他来说，这个名字和他的人品是大相径庭的。</p><p>　　刘志国的父母一直希望儿子找一个家境殷实的女朋友。将来结婚，他们一家好可以跟着享享幸福生活。这不，刘父。这家子奇葩的扛把子，在一次和一些狐朋狗友的酒局中认识了一个极其有钱的人。这个人是我们这有些名气的民包租公。手里有十七八家门面。每年的租金就有一二百万。是一个货真价实的富贵人。姓贾名海。</p><p>　　且说，这个人因为一些事，一来二去，就和刘父认识了。刘家是做水果批发的。恰巧这个贾海全家都爱吃水果。自从认识了刘父，那是隔三差五就找他买水果。买的水果都是高档精品水果。粗算下来，这一个月就要花四五千。由此可见，这家人多么爱吃水果，又多么有钱。甚至有好多回刘父都看到贾海的奥迪车后备箱里放着整箱的茅台。据说，这是贾海和朋友聚会必喝的酒。时间久了，刘父对贾海就动了心思。</p><p>　　贾海只有一个独生女儿贾馨。贾馨是个性格温和，待人随和的女孩儿。相貌也出众，只是有些老成。二十五六岁，却像三十岁。</p><p>　　刘父认识贾馨的时候，贾馨有个帅气的男朋友。高大帅气，一表人才。</p><p>　　刘父就对贾馨动了心思。他从多方面探听到贾馨的男友只有一张脸，家里是个穷光蛋。刘父便谋划要拆散他和贾馨，好让儿子刘志国去追求贾馨，达到他和有钱人贾海结亲，以后享尽荣华富贵的目的。</p><p>　　主意定了。刘父便让女儿去勾引贾馨男友，再让刘志国去接近贾馨。为了这个目的，刘父可是舍了女儿。好在女儿运用手段，很快和贾馨男友睡到了一起。再之后，贾馨很自然的知道了男友偷腥，很自然的踹了他。</p><p>　　只是天算不如人算！就在刘志国踌躇满志地准备去接近贾馨的时候，没过几个月贾馨结婚了。嫁给了一个和她门当户对的小伙子。</p><p>　　我愣了一下，然后深吸了一口气，坚定地对母亲说道“是！我一直希望可以去城市里读书。”过了许久，母亲缓缓点了点头，我听见她带着很大的决心说了一个字：好。我惊讶得对上了母亲的眼睛，发现母亲深邃的眼睛里翻涌着不知名的情绪。她不再看我，转身离开了屋子。</p><p>　　刘家的算盘落空了！刘父的计划落空了！刘志国在我们这班朋友面前喝醉酒骂了贾馨里外通透，用尽了最恶毒咒骂和最不堪的脏话！</p><p>　　从那以后，刘志国这一家人从我的生活里消失了。</p>',
        createdAt: 1542649333031,
    },
    3: {
        id: 3,
        title: '怒火',
        author: '娱乐咆哮',
        content: '<p>　　“真的不骗你”，他用袖子揩掉口水和鼻涕，”我快要长出翅膀了。最近我的肋骨和肩胛骨都疼，我能感觉到翅膀快要长出来了。白天晚上都疼，我能感觉到有骨头长出来。你看，我的背上有伤口，那是翅膀，是翅膀正在往外钻。”</p><p>　　他按住他准备脱衣服的手。那是一只冰冷修长的手，指甲缝里满是墨绿色的污垢，拇指像是被绞碎了，只剩关节旁边的一点息肉，肮脏的结痂边缘流着让人发腻的黄白色脓液。他身上的味道告诉他，他不会想看到他衣服下所谓长翅膀的证据。。</p><p>　　“你来这儿到底有什么目的？”</p><p>　　“听着，等我长了翅膀”，他用残缺的手掌擦掉口水，”我就去见康切克公爵，让他给我全身绑满火药袋，我要给那些天族人的飞行器来一下子。康切克公爵会给我骑士勋章、黄金和田地，但我要把这些东西都给你。因为我已经死了。死人是不需要黄金的。你把骑士勋章交给我，别的都给你。”</p><p>　　“死人也不需要黄金。你来到底是为什么？”他眉头紧皱，嘴唇微微颤抖。</p><p>　　他忽然笑了起来，谄媚又戏谑的笑让他很不舒服，隔着桌子都能闻到他嘴里腐烂的气味。”我想跟你借500个梯若尔，等康切克公爵给了我黄金，我把黄金都给你。你就是想让我说这个，你就是想要我求你，你想要羞辱我，在你眼里，我跟鼠道里那帮无赖一样，对不对？我保证把公爵的赏赐都给你，以我的血向玛娜保证。500个梯若尔换黄金很划算。我会还给你的。</p><p>　　他弯腰打开夹层的抽屉，从小铁箱里取出装着20艮的钱袋，放到他的残手上。</p><p>　　“拿去吧，不用还了。”</p><p>　　“你还是把钱藏在那儿，记着别被外面那个跑腿儿的杂种看到，他不是什么好东西，身上流着贼的血，永远都是贼。只要我有一把刀，肯定要把那个贱种的眼睛挖出来献给奎诺。要是我有一把刀，说不定现在我会把你的喉咙割开，拿走你箱子里的钱，再都不回来。但是我快要长出翅膀了，康切克的黄金和田地都归你，我只要勋章。”</p><p>　　“你走吧。既然你相信奎诺存在，以后就不要再来这里。今天的话也不要跟别人说起，即使你是个疯子，也足够被投靶了。你不能让家族再因你蒙羞。等你被投靶的时候，看热闹的人可不管家族是不是发过驱逐声明。”</p><p>　　那一瞬间他在他眼里看到了怒火的影子。但如同那怒火从未存在过一样，他的眼神再次涣散浑浊，连他自己都怀疑是不是看错了。几声似乎要把人哽死的咳嗽后，他没有用那只残手去擦，痰液和涎水从他嘴角落到深红色的地毯上。他宁愿刚才看到的影子是愤怒。</p>',
        createdAt: 1542649323031,
    },
    0: {
        id: 0,
        title: '心里一阵的感动',
        author: '匿名',
        content: '<p>这个必须回答一下，想想已经是四年前的事了，但依旧记忆犹新。</p><p>那是初三上学期一个风和日丽的下午，九月份的天黑的比较晚，放了学四五个小伙伴一同去海大打篮球，黑色的沥青地，蓝白色的校服，透亮的天空，一切都映照的那么和谐。</p><p>打完了球喝一瓶透心凉的雪碧真舒爽，躺在篮球架下望着天，一切都那么的美好。天快黑了，坐上归家的一路车，继续和小伙伴们说笑，中间倒了一辆可以少走点路到家的十五路车，没有坐，因为前一天没大便，一开始稍微有点疼没当回事，结果在台东突然开始疼的厉害，疼得我直冒虚汗，公交车上只能坚持着，逐渐周围路边的招牌灯光从一旁划过，感觉时间都静止了。</p><p>一站两站好几站硬挺着，快到长途站的时候，已经快疼昏过去了，公交车一拐弯感觉是这辈子最漫长的时刻，感觉屎都已经从肛门挺出头来了，这时候我从座位上站了起来，郭着腰，缓慢的挪动的步子，本来想坚持到家，但实在坚持不住了，心想只要能赶快下车，别拉在车上就行了，脑袋里开始疯狂搜索附近的厕所，终于想到了就在马路对面。</p><p>长途站到了，下车长舒一口气，但依旧不敢大步走，一大步走屎就能出来，缓慢的挪着步子，看着马路对面的公共厕所近在咫尺却不敢跑动，在消防大队旁边的石台子上郭着腰缓慢的坐下，一下子世界欢快了，下身感觉到一阵温暖，尿液顺着蓝色的校裤流动，瞬间湿透。腰也能直起来了，轻松的抖了抖腿，粗壮的黄色屎头冒着热气从裤腿子飞出，屎粘在粉红的跑步鞋上，再抖一抖确认没了屎头。</p><p>早已不在乎被屎和尿液浸湿的蓝色裤子，迈着步子开始跑动，一看到前面有人群，欢快的跃到马路对面，终于飞快的奔到了家里，上了六楼，整个楼道都弥漫着我的大便味，在卫生间脱下了裤子鞋子，开始冲澡，屎顺着水从裤子留下来，流到下水道，心里一阵的感动。</p><p></p><p><a href="https://www.zhihu.com/question/30279220/answer/71630633" target="_blank">查看原文</a></p>',
        createdAt: 1542649323031,
    },
    [-1]: {
        id: -1,
        title: '农村人蹦迪',
        author: '多余',
        content: '<p>好 high 哦~</p><p>感觉人生已经到达了高潮~</p><p>感觉人生已经到达了巅峰~</p><p>好震撼~</p><p>好夺目~</p><p>好炫彩~</p><p>那个 DJ 在看我！在看我！</p>',
        createdAt: 1542649323031,
    },
};
